Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# macos.withautomaticthemacosappfollowsyourmac
source: 자동을 선택하면 macOS 앱은 Mac의 언어를, GPT 카드는 ChatGPT의 표시 언어를 따릅니다. 두 화면의 언어가 다를 수 있습니다. 언어를 직접 선택하면 앱과 GPT 카드에 동일하게 적용됩니다.
de: Bei „Automatisch“ übernimmt die macOS-App die Sprache des Mac, während GPT-Karten der Anzeigesprache von ChatGPT folgen. Daher können beide in unterschiedlichen Sprachen erscheinen. Eine direkte Sprachauswahl gilt sowohl für die App als auch für GPT-Karten.
en: With Automatic, the macOS app follows your Mac’s language, while GPT cards follow ChatGPT’s display language. The two may use different languages. Choosing a language applies it to both the app and GPT cards.
es: Con Automático, la app de macOS usa el idioma del Mac y las tarjetas de GPT usan el idioma de visualización de ChatGPT. Por eso pueden aparecer en idiomas distintos. Si eliges un idioma, se aplicará tanto a la app como a las tarjetas de GPT.
fr: Avec le mode Automatique, l’app macOS suit la langue du Mac, tandis que les cartes GPT suivent la langue d’affichage de ChatGPT. Les deux peuvent donc apparaître dans des langues différentes. Si vous choisissez une langue, elle s’applique à l’app et aux cartes GPT.
ja: 「自動」を選ぶと、macOSアプリはMacの言語に、GPTカードはChatGPTの表示言語に従います。そのため、両方で異なる言語が表示されることがあります。言語を直接選ぶと、アプリとGPTカードの両方に同じ言語が適用されます。
pt: No modo Automático, o app para macOS segue o idioma do Mac, enquanto os cartões do GPT seguem o idioma de exibição do ChatGPT. Por isso, eles podem aparecer em idiomas diferentes. Ao escolher um idioma, ele será aplicado ao app e aos cartões do GPT.
zh_hans: 选择“自动”时，macOS App 会跟随 Mac 的语言，GPT 卡片会跟随 ChatGPT 的显示语言，因此两处使用的语言可能不同。手动选择语言后，该语言将同时应用于 App 和 GPT 卡片。
zh_hant: 選擇「自動」時，macOS App 會跟隨 Mac 的語言，GPT 卡片會跟隨 ChatGPT 的顯示語言，因此兩處使用的語言可能不同。手動選擇語言後，該語言將同時套用至 App 和 GPT 卡片。

# macos.materials
source: 자료 %lld개
de: %lld Materialien
en: %lld materials
es: %lld materiales
fr: %lld documents
ja: 資料 %lld件
pt: %lld materiais
zh_hans: %lld 份资料
zh_hant: %lld 份資料

# macos.loadingmaterials
source: 자료 불러오는 중…
de: Materialien werden geladen…
en: Loading materials…
es: Cargando materiales…
fr: Chargement des documents…
ja: 資料を読み込み中…
pt: Carregando materiais…
zh_hans: 正在加载资料…
zh_hant: 正在載入資料…

# macos.materialname
source: 자료 이름
de: Materialname
en: Material name
es: Nombre del material
fr: Nom du document
ja: 資料名
pt: Nome do material
zh_hans: 资料名称
zh_hant: 資料名稱

# macos.task
source: 작업
de: Auftrag
en: Task
es: Tarea
fr: Tâche
ja: ジョブ
pt: Tarefa
zh_hans: 任务
zh_hant: 工作

# macos.restartserveraftertasksfinish
source: 작업 완료 후 서버 재시작
de: Server nach Abschluss der Aufgaben neu starten
en: Restart Server After Tasks Finish
es: Reiniciar el servidor al finalizar las tareas
fr: Redémarrer le serveur après les tâches
ja: タスク完了後にサーバーを再起動
pt: Reiniciar o servidor após as tarefas
zh_hans: 任务完成后重启服务器
zh_hant: 工作完成後重新啟動伺服器

# macos.stopserveraftertasksfinish
source: 작업 완료 후 서버 중지
de: Server nach Abschluss der Aufgaben stoppen
en: Stop Server After Tasks Finish
es: Detener el servidor al finalizar las tareas
fr: Arrêter le serveur après les tâches
ja: タスク完了後にサーバーを停止
pt: Parar o servidor após as tarefas
zh_hans: 任务完成后停止服务器
zh_hant: 工作完成後停止伺服器

# macos.couldnotresumeacceptingworkchecktheserver
source: 작업 접수를 다시 열지 못했습니다. 서버 상태를 확인해 주세요.
de: Die Annahme von Aufgaben konnte nicht fortgesetzt werden. Prüfe den Serverstatus.
en: Could not resume accepting work. Check the server status.
es: No se pudo reanudar la recepción de tareas. Comprueba el estado del servidor.
fr: Impossible de reprendre la réception des tâches. Vérifiez l’état du serveur.
ja: 作業の受付を再開できませんでした。サーバーの状態を確認してください。
pt: Não foi possível retomar a recepção de tarefas. Verifique o estado do servidor.
zh_hans: 无法恢复接收任务。请检查服务器状态。
zh_hant: 無法恢復接收工作。請檢查伺服器狀態。

# macos.waitingfortaskstofinish
source: 작업 종료 대기 중
de: Warten auf den Abschluss der Aufgaben
en: Waiting for Tasks to Finish
es: Esperando a que terminen las tareas
fr: En attente de la fin des tâches
ja: タスクの完了を待機中
pt: Aguardando a conclusão das tarefas
zh_hans: 正在等待任务结束
zh_hant: 正在等待任務結束

# macos.stoptasksandforcerestartserver
source: 작업 중단 후 서버 강제 재시작
de: Aufgaben abbrechen und Server-Neustart erzwingen
en: Stop Tasks and Force-Restart Server
es: Interrumpir tareas y forzar el reinicio del servidor
fr: Interrompre les tâches et forcer le redémarrage du serveur
ja: タスクを中断してサーバーを強制再起動
pt: Interromper tarefas e forçar reinício do servidor
zh_hans: 中断任务并强制重启服务器
zh_hant: 中斷工作並強制重新啟動伺服器

# macos.stoptasksandforcestopserver
source: 작업 중단 후 서버 강제 중지
de: Aufgaben abbrechen und Server zwangsweise stoppen
en: Stop Tasks and Force-Stop Server
es: Interrumpir tareas y forzar la detención del servidor
fr: Interrompre les tâches et forcer l’arrêt du serveur
ja: タスクを中断してサーバーを強制停止
pt: Interromper tarefas e forçar parada do servidor
zh_hans: 中断任务并强制停止服务器
zh_hant: 中斷工作並強制停止伺服器

# macos.workspacewrite
source: 작업 폴더 쓰기
de: In Arbeitsordner schreiben
en: Workspace Write
es: Escritura en la carpeta de trabajo
fr: Écriture dans le dossier de travail
ja: 作業フォルダへの書き込み
pt: Gravação na área de trabalho
zh_hans: 工作文件夹写入
zh_hant: 工作資料夾寫入

# macos.workrunhistory
source: 작업·실행 기록
de: Aufgaben und Verlauf
en: Work & Run History
es: Trabajo e historial
fr: Tâches et historique
ja: 作業・実行履歴
pt: Tarefas e histórico
zh_hans: 任务与运行记录
zh_hant: 工作與執行記錄

# macos.interrupttasksandbackgroundprocessesandforcerestart
source: 작업과 백그라운드 프로세스를 중단하고 서버를 강제 재시작할까요?
de: Aufgaben und Hintergrundprozesse unterbrechen und einen Neustart des Servers erzwingen?
en: Interrupt tasks and background processes and force-restart the server?
es: ¿Interrumpir las tareas y los procesos en segundo plano y forzar el reinicio del servidor?
fr: Interrompre les tâches et processus en arrière-plan, puis forcer le redémarrage du serveur ?
ja: タスクとバックグラウンドプロセスを中断し、サーバーを強制再起動しますか？
pt: Interromper tarefas e processos em segundo plano e forçar a reinicialização do servidor?
zh_hans: 中断任务和后台进程并强制重启服务器？
zh_hant: 中斷任務和背景程序並強制重啟伺服器？

# macos.interrupttasksandbackgroundprocessesandforcestop
source: 작업과 백그라운드 프로세스를 중단하고 서버를 강제 종료할까요?
de: Aufgaben und Hintergrundprozesse unterbrechen und das Beenden des Servers erzwingen?
en: Interrupt tasks and background processes and force-stop the server?
es: ¿Interrumpir las tareas y los procesos en segundo plano y forzar la detención del servidor?
fr: Interrompre les tâches et processus en arrière-plan, puis forcer l’arrêt du serveur ?
ja: タスクとバックグラウンドプロセスを中断し、サーバーを強制停止しますか？
pt: Interromper tarefas e processos em segundo plano e forçar a parada do servidor?
zh_hans: 中断任务和后台进程并强制停止服务器？
zh_hant: 中斷任務和背景程序並強制停止伺服器？

# macos.choosepertask
source: 작업별 선택
de: Je Aufgabe auswählen
en: Choose Per Task
es: Elegir por tarea
fr: Choisir pour chaque tâche
ja: タスクごとに選択
pt: Escolher por tarefa
zh_hans: 按任务选择
zh_hant: 按任務選擇

# macos.worktime
source: 작업시간 %@
de: Arbeitszeit %@
en: Work time %@
es: Tiempo de trabajo: %@
fr: Temps de travail : %@
ja: 作業時間 %@
pt: Tempo de trabalho: %@
zh_hans: 工作时间 %@
zh_hant: 工作時間 %@

# macos.switchtoremotemodeafterfinishingwork
source: 작업을 마치고 원격 모드로 전환
de: Nach Abschluss der Arbeit in den Remote-Modus wechseln
en: Switch to Remote Mode After Finishing Work
es: Cambiar al modo remoto al terminar el trabajo
fr: Passer en mode distant à la fin du travail
ja: 作業完了後にリモートモードへ切り替え
pt: Alternar para o modo remoto após concluir o trabalho
zh_hans: 完成工作后切换到远程模式
zh_hant: 完成工作後切換到遠端模式

# macos.restartafterfinishingwork
source: 작업을 마치고 재시작
de: Nach Abschluss der Arbeit neu starten
en: Restart After Finishing Work
es: Reiniciar al terminar el trabajo
fr: Redémarrer à la fin du travail
ja: 作業完了後に再起動
pt: Reiniciar após concluir o trabalho
zh_hans: 完成工作后重启
zh_hant: 完成工作後重啟

# macos.applyafterworkfinishes
source: 작업을 마치고 적용
de: Nach Abschluss der Arbeit anwenden
en: Apply after work finishes
es: Aplicar al terminar el trabajo
fr: Appliquer une fois le travail terminé
ja: 作業完了後に適用
pt: Aplicar após concluir o trabalho
zh_hans: 工作结束后应用
zh_hant: 工作結束後套用

# macos.quitafterfinishingwork
source: 작업을 마치고 종료
de: Nach Abschluss der Arbeit beenden
en: Quit After Finishing Work
es: Salir al terminar el trabajo
fr: Quitter à la fin du travail
ja: 作業完了後に終了
pt: Encerrar após concluir o trabalho
zh_hans: 完成工作后退出
zh_hant: 完成工作後退出

# macos.quitanddiscardmemoryonlycontexts
source: 메모리 전용 컨텍스트를 버리고 종료
de: Beenden und Nur-Speicher-Kontexte verwerfen
en: Quit and Discard Memory-Only Contexts
es: Salir y descartar contextos solo en memoria
fr: Quitter et supprimer les contextes en mémoire
ja: メモリ専用コンテキストを破棄して終了
pt: Sair e descartar contextos apenas em memória
zh_hans: 退出并丢弃仅内存上下文
zh_hant: 退出並捨棄僅記憶體內容

# macos.memoryonlycodexcontextswillnotremainresumable
source: 이 작업 후 메모리 전용 Codex 컨텍스트 %d개는 이어서 사용할 수 없습니다. 작업 기록과 프로젝트 파일은 유지됩니다.
de: Nach diesem Vorgang können %d nur im Arbeitsspeicher vorhandene Codex-Kontexte nicht mehr fortgesetzt werden. Arbeitsverlauf und Projektdateien bleiben erhalten.
en: After this operation, %d memory-only Codex contexts can no longer be resumed. Work history and project files remain.
es: Después de esta operación, no se podrán reanudar %d contextos de Codex que solo están en memoria. El historial de trabajo y los archivos del proyecto se conservarán.
fr: Après cette opération, %d contextes Codex conservés uniquement en mémoire ne pourront plus être repris. L’historique du travail et les fichiers du projet seront conservés.
ja: この操作後は、メモリ専用のCodexコンテキスト%d件を再開できません。作業履歴とプロジェクトファイルは保持されます。
pt: Após esta operação, %d contextos do Codex mantidos apenas na memória não poderão mais ser retomados. O histórico de trabalho e os arquivos do projeto serão preservados.
zh_hans: 此操作后，将无法继续 %d 个仅存于内存的 Codex 上下文。工作历史记录和项目文件会保留。
zh_hant: 此操作後，將無法繼續 %d 個僅存於記憶體的 Codex 上下文。工作歷程記錄和專案檔案會保留。

# macos.stopafterfinishingwork
source: 작업을 마치고 중지
de: Nach Abschluss der Arbeit stoppen
en: Stop After Finishing Work
es: Detener al terminar el trabajo
fr: Arrêter à la fin du travail
ja: 作業完了後に停止
pt: Parar após concluir o trabalho
zh_hans: 完成工作后停止
zh_hant: 完成工作後停止

# macos.repairprofileafterfinishingwork
source: 작업을 마치고 프로필 복구
de: Profil nach Abschluss der Arbeit reparieren
en: Repair Profile After Finishing Work
es: Reparar el perfil al terminar el trabajo
fr: Réparer le profil à la fin du travail
ja: 作業完了後にプロファイルを修復
pt: Corrigir o perfil após concluir o trabalho
zh_hans: 完成工作后修复配置文件
zh_hant: 完成工作後修復設定檔

# macos.thehelperwillupdatewhenthecurrentwork
source: 작업이 끝나면 helper를 갱신하도록 예약했습니다.
de: Der Helper wird aktualisiert, sobald die aktuelle Arbeit beendet ist.
en: The helper will update when the current work finishes.
es: El helper se actualizará cuando termine el trabajo actual.
fr: Le helper sera mis à jour à la fin du travail en cours.
ja: 作業が終わるとhelperを更新するよう予約しました。
pt: O helper será atualizado quando o trabalho atual terminar.
zh_hans: 已预约在当前任务完成后更新 helper。
zh_hant: 已預約在目前工作完成後更新 helper。

# macos.balance
source: 잔액
de: Guthaben
en: Balance
es: Saldo
fr: Solde
ja: 残高
pt: Saldo
zh_hans: 余额
zh_hant: 餘額

# macos.abalancealonedoesnotshowwhethercredits
source: 잔액만으로 크레딧 사용 이력을 알 수는 없습니다.
de: Der Saldo allein zeigt nicht, ob Guthaben verbraucht wurde.
en: A balance alone does not show whether credits have been used.
es: El saldo por sí solo no indica si se han usado créditos.
fr: Le solde seul n’indique pas si des crédits ont été utilisés.
ja: 残高だけではクレジットの利用履歴は分かりません。
pt: O saldo por si só não indica se os créditos foram usados.
zh_hans: 仅凭余额无法判断额度的使用记录。
zh_hant: 僅憑餘額無法判斷額度的使用紀錄。

# macos.runtime.restartAction
source: 재시작
de: Neu starten
en: Restart
es: Reiniciar
fr: Redémarrer
ja: 再起動
pt: Reiniciar
zh_hans: 重启
zh_hant: 重啟

# macos.waitingtorestart
source: 재시작 대기 중
de: Warten auf Neustart
en: Waiting to Restart
es: Esperando para reiniciar
fr: En attente du redémarrage
ja: 再起動を待機中
pt: Aguardando para reiniciar
zh_hans: 正在等待重启
zh_hant: 正在等待重啟

# macos.save
source: 저장
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
ja: 保存
pt: Salvar
zh_hans: 保存
zh_hant: 儲存

# macos.waitingtosave
source: 저장 대기 중…
de: Warten auf Speichern…
en: Waiting to Save…
es: Esperando para guardar…
fr: En attente d’enregistrement…
ja: 保存待ち…
pt: Aguardando para salvar…
zh_hans: 等待保存…
zh_hant: 等待儲存…

# macos.savedat
source: 저장 위치: %@
de: Speicherort: %@
en: Saved at: %@
es: Ubicación de guardado: %@
fr: Emplacement d’enregistrement : %@
ja: 保存場所: %@
pt: Salvo em: %@
zh_hans: 保存位置：%@
zh_hant: 儲存位置：%@

# macos.thenewserverwasnotpairedbecausepending
source: 저장 중인 서버 설정을 완료하지 못해 새 서버를 페어링하지 않았습니다.
de: Der neue Server wurde nicht gekoppelt, da die ausstehenden Servereinstellungen nicht gespeichert werden konnten.
en: The new server was not paired because pending server settings could not be saved.
es: No se emparejó el servidor nuevo porque no se pudieron guardar los ajustes pendientes del servidor.
fr: Le nouveau serveur n’a pas été jumelé, car les réglages de serveur en attente n’ont pas pu être enregistrés.
ja: 保留中のサーバ設定を保存できなかったため、新しいサーバをペアリングしませんでした。
pt: O novo servidor não foi pareado porque não foi possível salvar as configurações pendentes do servidor.
zh_hans: 由于无法保存待处理的服务器设置，因此未配对新服务器。
zh_hant: 因為無法儲存待處理的伺服器設定，所以未配對新伺服器。

# macos.theserverwasnotdeletedbecausependingserver
source: 저장 중인 서버 설정을 완료하지 못해 서버를 삭제하지 않았습니다.
de: Der Server wurde nicht gelöscht, da ausstehende Servereinstellungen nicht gespeichert werden konnten.
en: The server was not deleted because pending server settings could not be saved.
es: El servidor no se eliminó porque no se pudo guardar la configuración pendiente.
fr: Le serveur n’a pas été supprimé, car les paramètres en attente n’ont pas pu être enregistrés.
ja: 保留中のサーバー設定を保存できなかったため、サーバーを削除しませんでした。
pt: O servidor não foi excluído porque não foi possível concluir o salvamento das configurações pendentes.
zh_hans: 由于无法保存待处理的服务器设置，因此未删除服务器。
zh_hant: 由於無法儲存待處理的伺服器設定，因此未刪除伺服器。

# macos.theserverwasnotswitchedbecausependingserver
source: 저장 중인 서버 설정을 완료하지 못해 서버를 전환하지 않았습니다.
de: Der Server wurde nicht gewechselt, da ausstehende Servereinstellungen nicht gespeichert werden konnten.
en: The server was not switched because pending server settings could not be saved.
es: El servidor no se cambió porque no se pudo guardar la configuración pendiente.
fr: Le serveur n’a pas été changé, car les paramètres en attente n’ont pas pu être enregistrés.
ja: 保留中のサーバー設定を保存できなかったため、サーバーを切り替えませんでした。
pt: O servidor não foi alternado porque não foi possível concluir o salvamento das configurações pendentes.
zh_hans: 由于无法保存待处理的服务器设置，因此未切换服务器。
zh_hant: 由於無法儲存待處理的伺服器設定，因此未切換伺服器。

# macos.theconnectionmodewasnotchangedbecausepending
source: 저장 중인 서버 설정을 완료하지 못해 연결 모드를 바꾸지 않았습니다.
de: Der Verbindungsmodus wurde nicht geändert, da ausstehende Servereinstellungen nicht gespeichert werden konnten.
en: The connection mode was not changed because pending server settings could not be saved.
es: El modo de conexión no se cambió porque no se pudo guardar la configuración pendiente.
fr: Le mode de connexion n’a pas été modifié, car les paramètres en attente n’ont pas pu être enregistrés.
ja: 保留中のサーバー設定を保存できなかったため、接続モードを変更しませんでした。
pt: O modo de conexão não foi alterado porque não foi possível concluir o salvamento das configurações pendentes do servidor.
zh_hans: 由于无法保存待处理的服务器设置，因此未更改连接模式。
zh_hant: 由於無法儲存待處理的伺服器設定，因此未更改連線模式。

# macos.protectingunsavedconversationswaitforconnectionreleaseor
source: 저장되지 않은 대화를 보호하고 있습니다. 연결 해제를 기다리거나 현황을 확인한 뒤 강제 적용하세요.
de: Nicht gespeicherte Unterhaltungen werden geschützt. Warten Sie, bis die Verbindung freigegeben wird, oder prüfen Sie das Dashboard und wenden Sie die Änderung mit „Erzwingen“ an.
en: Protecting unsaved conversations. Wait for connection release, or review the Dashboard and apply with Force.
es: Se están protegiendo las conversaciones no guardadas. Espera a que se libere la conexión o revisa el panel y aplica con Forzar.
fr: Les conversations non enregistrées sont protégées. Attendez la libération de la connexion, ou vérifiez le tableau de bord puis appliquez avec Forcer.
ja: 保存されていない会話を保護しています。接続が解放されるまで待つか、ダッシュボードを確認してから強制適用してください。
pt: As conversas não salvas estão protegidas. Aguarde a liberação da conexão ou revise o painel e aplique com Forçar.
zh_hans: 正在保护尚未保存的对话。请等待连接释放，或查看仪表板后强制应用。
zh_hant: 正在保護尚未儲存的對話。請等待連線釋放，或查看儀表板後強制套用。

# macos.useasavedserver
source: 저장된 서버 사용
de: Gespeicherten Server verwenden
en: Use a Saved Server
es: Usar un servidor guardado
fr: Utiliser un serveur enregistré
ja: 保存済みのサーバーを使用
pt: Usar um servidor salvo
zh_hans: 使用已保存的服务器
zh_hant: 使用已儲存的伺服器

# macos.thesavedserverprofilelistisinvalid
source: 저장된 서버 프로필 목록이 올바르지 않습니다.
de: Die Liste der gespeicherten Serverprofile ist ungültig.
en: The saved server profile list is invalid.
es: La lista de perfiles de servidor guardados no es válida.
fr: La liste des profils de serveur enregistrés n’est pas valide.
ja: 保存されたサーバープロファイルの一覧が無効です。
pt: A lista de perfis de servidor salvos é inválida.
zh_hans: 保存的服务器配置文件列表无效。
zh_hant: 已儲存的伺服器設定檔清單無效。

# macos.noserversaresavedenterapairinginvitation
source: 저장된 서버가 없습니다. 아래 페어링 초대를 입력해 첫 서버를 등록하세요.
de: Es sind keine Server gespeichert. Geben Sie unten eine Kopplungseinladung ein, um den ersten Server zu registrieren.
en: No servers are saved. Enter a pairing invitation below to register the first server.
es: No hay servidores guardados. Introduzca una invitación de emparejamiento a continuación para registrar el primero.
fr: Aucun serveur n’est enregistré. Saisissez une invitation de jumelage ci-dessous pour inscrire le premier serveur.
ja: 保存済みのサーバーはありません。下のペアリング招待を入力して最初のサーバーを登録してください。
pt: Não há servidores salvos. Digite abaixo um convite de pareamento para registrar o primeiro servidor.
zh_hans: 没有已保存的服务器。请在下方输入配对邀请以注册第一台服务器。
zh_hant: 沒有已儲存的伺服器。請在下方輸入配對邀請以註冊第一臺伺服器。

# macos.deletethesavedserverfromthismac
source: 저장된 서버를 이 Mac에서 삭제할까요?
de: Gespeicherten Server von diesem Mac löschen?
en: Delete the saved server from this Mac?
es: ¿Eliminar el servidor guardado de este Mac?
fr: Supprimer de ce Mac le serveur enregistré ?
ja: 保存済みのサーバーをこのMacから削除しますか？
pt: Excluir o servidor salvo deste Mac?
zh_hans: 从此 Mac 删除已保存的服务器？
zh_hant: 從此 Mac 刪除已儲存的伺服器？

# macos.saved
source: 저장됨
de: Gespeichert
en: Saved
es: Guardado
fr: Enregistré
ja: 保存済み
pt: Salvo
zh_hans: 已保存
zh_hant: 已儲存

# macos.applyandrestartserver
source: 저장하고 서버 재시작
de: Anwenden und Server neu starten
en: Apply and Restart Server
es: Aplicar y reiniciar el servidor
fr: Appliquer et redémarrer le serveur
ja: 適用してサーバーを再起動
pt: Aplicar e reiniciar servidor
zh_hans: 应用并重启服务器
zh_hant: 應用並重啟伺服器

# macos.applyandrestart
source: 저장하고 재시작
de: Anwenden und neu starten
en: Apply and Restart
es: Aplicar y reiniciar
fr: Appliquer et redémarrer
ja: 適用して再起動
pt: Aplicar e reiniciar
zh_hans: 应用并重启
zh_hant: 應用並重啟

# macos.saveerror
source: 저장하지 못한 이유
de: Speicherfehler
en: Save Error
es: Error de guardado
fr: Erreur d’enregistrement
ja: 保存エラー
pt: Erro ao salvar
zh_hans: 保存错误
zh_hant: 儲存錯誤

# macos.couldnotsave
source: 저장하지 못함
de: Speichern fehlgeschlagen
en: Could Not Save
es: No se pudo guardar
fr: Impossible d’enregistrer
ja: 保存できませんでした
pt: Não foi possível salvar
zh_hans: 无法保存
zh_hant: 無法儲存

# macos.servernametosaveoptional
source: 저장할 서버 이름(선택)
de: Zu speichernder Servername (optional)
en: Server name to save (optional)
es: Nombre con el que se guardará el servidor (opcional)
fr: Nom sous lequel enregistrer le serveur (facultatif)
ja: 保存するサーバー名（任意）
pt: Nome do servidor a salvar (opcional)
zh_hans: 要保存的服务器名称（可选）
zh_hant: 要儲存的伺服器名稱（可選）

# macos.apply
source: 적용
de: Anwenden
en: Apply
es: Aplicar
fr: Appliquer
ja: 適用
pt: Aplicar
zh_hans: 应用
zh_hant: 應用

# macos.waitingtoapply
source: 적용 대기
de: Anwendung ausstehend
en: Waiting to apply
es: Pendiente de aplicar
fr: En attente d’application
ja: 適用待ち
pt: Aguardando aplicação
zh_hans: 等待应用
zh_hant: 等待套用

# macos.applyerror
source: 적용하지 못한 이유
de: Fehler beim Anwenden
en: Apply Error
es: Error al aplicar
fr: Erreur d’application
ja: 適用エラー
pt: Erro ao aplicar
zh_hans: 应用错误
zh_hant: 應用錯誤

# macos.globalsettings
source: 전역 설정
de: Globale Einstellungen
en: Global Settings
es: Configuración global
fr: Paramètres généraux
ja: グローバル設定
pt: Configurações globais
zh_hans: 全局设置
zh_hant: 全域性設定

# macos.showall
source: 전체 보기
de: Alle anzeigen
en: Show all
es: Mostrar todo
fr: Tout afficher
ja: すべて表示
pt: Mostrar tudo
zh_hans: 显示全部
zh_hant: 顯示全部

# macos.fullaccess
source: 전체 접근
de: Vollständiger Zugriff
en: Full Access
es: Acceso total
fr: Accès complet
ja: フルアクセス
pt: Acesso total
zh_hans: 完全访问
zh_hant: 完全存取

# macos.yourfullaccesspreferenceispreservedbutthe
source: 전체 접근 선택은 보존되어 있지만 현재 최대 접근 권한이 제한되어 읽기 전용으로 실행됩니다. 서버 탭에서 최대 권한을 변경할 수 있습니다.
de: Die Auswahl für vollständigen Zugriff bleibt gespeichert, aber das aktuelle Zugriffslimit erzwingt den schreibgeschützten Modus. Den maximalen Zugriff können Sie im Tab „Server“ ändern.
en: Your full-access preference is preserved, but the current server limit enforces read-only access. Change the maximum access level on the Server tab.
es: La preferencia de acceso total se conserva, pero el límite de acceso actual obliga a usar el modo de solo lectura. Puede cambiar el acceso máximo en la pestaña Servidor.
fr: Le choix de l’accès complet est conservé, mais la limite d’accès actuelle impose le mode lecture seule. Vous pouvez modifier l’accès maximal dans l’onglet Serveur.
ja: フルアクセスの選択は保持されていますが、現在の最大アクセス権限が制限されているため、読み取り専用で実行されます。「サーバー」タブで最大権限を変更できます。
pt: Sua preferência por acesso total foi preservada, mas o limite atual do servidor impõe acesso somente leitura. Altere o nível máximo de acesso na aba Servidor.
zh_hans: 完全访问选项已保留，但当前最大访问权限受到限制，因此将以只读方式运行。可在“服务器”标签页中更改最大权限。
zh_hant: 完全存取選項已保留，但目前最大存取權限受到限制，因此將以只讀方式執行。可在“伺服器”標籤頁中更改最大權限。

# macos.fullaccesscanruncodexwiththismacos
source: 전체 접근은 이 macOS 사용자의 파일시스템과 네트워크 권한으로 Codex를 실행할 수 있게 합니다.
de: Vollständiger Zugriff erlaubt die Ausführung von Codex mit den Dateisystem- und Netzwerkberechtigungen dieses macOS-Benutzers.
en: Full access can run Codex with this macOS user's filesystem and network permissions.
es: El acceso total permite ejecutar Codex con los permisos de red y del sistema de archivos de este usuario de macOS.
fr: L’accès complet permet d’exécuter Codex avec les autorisations réseau et de système de fichiers de cet utilisateur macOS.
ja: フルアクセスでは、このmacOSユーザーのファイルシステムとネットワーク権限でCodexを実行できます。
pt: O acesso total permite executar o Codex com as permissões de sistema de arquivos e de rede deste usuário do macOS.
zh_hans: 完全访问允许 Codex 使用此 macOS 用户的文件系统和网络权限运行。
zh_hant: 完全存取允許 Codex 使用此 macOS 使用者的檔案系統和網路權限執行。

# macos.fullaccessrunscodexwiththismacosuser
source: 전체 접근은 이 macOS 사용자의 파일시스템과 네트워크 권한으로 Codex를 실행합니다.
de: Bei vollständigem Zugriff wird Codex mit den Dateisystem- und Netzwerkberechtigungen dieses macOS-Benutzers ausgeführt.
en: Full access runs Codex with this macOS user's filesystem and network permissions.
es: El acceso total ejecuta Codex con los permisos de red y del sistema de archivos de este usuario de macOS.
fr: L’accès complet exécute Codex avec les autorisations réseau et de système de fichiers de cet utilisateur macOS.
ja: フルアクセスは、このmacOSユーザーのファイルシステムとネットワーク権限でCodexを実行します。
pt: O acesso total executa o Codex com as permissões de sistema de arquivos e de rede deste usuário do macOS.
zh_hans: 完全访问会使用此 macOS 用户的文件系统和网络权限运行 Codex。
zh_hant: 完全存取會使用此 macOS 使用者的檔案系統和網路權限執行 Codex。

# macos.switch
source: 전환
de: Wechseln
en: Switch
es: Cambiar
fr: Changer
ja: 切り替え
pt: Alternar
zh_hans: 切换
zh_hant: 切換

# macos.access
source: 접근 권한
de: Zugriff
en: Access
es: Acceso
fr: Accès
ja: アクセス
pt: Acesso
zh_hans: 访问权限
zh_hant: 存取權限

# macos.accessstrategy
source: 접근 전략
de: Zugriffsstrategie
en: Access Strategy
es: Estrategia de acceso
fr: Stratégie d’accès
ja: アクセス方式
pt: Estratégia de acesso
zh_hans: 访问策略
zh_hant: 存取策略

# macos.revokeaccess
source: 접속 권한 폐기
de: Zugriff widerrufen
en: Revoke Access
es: Revocar acceso
fr: Révoquer l’accès
ja: アクセス権を取り消す
pt: Revogar acesso
zh_hans: 撤销访问权限
zh_hant: 撤銷存取權限
